"Caret" = "Kalap-jel";
"Rotate Pages" = "Oldalak Forgatása";
"Style" = "Stílus";
"Highlight" = "Kiemelés";
"Delete Page(s)?" = "Törli az oldal(aka)t?";
"Color" = "Szín";
"Annotations" = "Jegyzetek";
"Close" = "Bezárás";
"Thickness" = "Vastagság";
"Undo" = "Visszavonás";
"Match Case" = "Kisbetű-nagybetű";
"Grid" = "Rácsos";
"Annotation" = "Jegyzet";
"Arrow" = "Nyíl";
"%i/%i" = "%1$i/%2$i";
"Line" = "Vonal";
"Password" = "Jelszó";
"OK" = "Oké";
"Skip" = "Átugrás";
"Share" = "Megosztàs";
"Add Author" = "Szerző hozzáadása";
"Squiggly" = "Recés aláhúzás";
"Save" = "Mentés";
"Type" = "Típus";
"Copy" = "Másolás";
"Link" = "Hivatkozás";
"Rectangle" = "Négyzet";
"Flatten" = "Simítás";
"Outline" = "Vázlat";
"Settings" = "Beállítások";
"Add Page" = "Oldal Hozzáadása";
"Signature" = "Aláírás";
"Search" = "Keresés";
"Delete" = "Törlés";
"Single Page" = "Egyoldalas";
"Blank" = "Üres";
"Bookmarks" = "Könyvjelzők";
"%d of %d" = "%1$d of %2$d";
"Strikeout" = "Áthúzás";
"Stamp" = "Bélyegző";
"Graph" = "Grafikon";
"Modify %@ on Page %d" = "Modify %1$@ on Page %2$d";
"Note" = "Megjegyzés";
"Add" = "Hozzáadás";
"Music" = "Kotta";
"Page Size" = "Oldal mérete";
"Remove %@ on Page %d" = "Remove %1$@ on Page %2$d";
"Thumbnails" = "Miniatűr";
"Move Page" = "Oldal áthelyezése";
"Error" = "Hiba";
"Page %d" = "%d oldal";
"Orientation" = "Tájolás";
"Whole Word" = "Ella";
"Done" = "Kész";
"Cancel" = "Mégse";
"Redo" = "Ismét";
"Image" = "Kép Hozzáadása";
"Ink" = "Inks";
"Polygon" = "Sokszög";
"Define" = "Meghatározás";
"Export" = "Exportálás";
"Paste" = "Beillesztés";
"Opacity" = "Átlátszóság";
"Add %@ on Page %d" = "Add %1$@ on Page %2$d";
"Edit" = "Szerkesztés";
"%@ Document - %@" = "%1$@ Document - %2$@";
"Lined" = "Vonalas";
"Copy Text" = "Szöveg Másolás";
"Polyline" = "Sok vonal";
"New Signature" = "Új Aláírás";
"Underline" = "Aláhúzás";
"Enter a page number (%d to %d)" = "Enter a page number (%1$d to %2$d)";
